Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Research produced by the group members includes work on artificial intelligence, Big Data, technology and the Sustainable Development Goals, social robots, the political economy of innovation and technological change, and behaviour and consequences of social media.
nb: TCSS inkluderer forskning på kunstig intelligens, Big Data, teknologi og bærekraftsmål, sosiale roboter, politisk økonomi ved innovasjon og teknologisk endring, og praksiser og konsekvenser av sosiale medier.

source: The employee lives in Sarpsborg, their place of work is in Fredrikstad, and they need to attend a course in Halden.
nb: Ansatt bor i Sarpsborg, arbeidssted er i Fredrikstad, skal på et kurs i Halden.

source: Based on in-depth interviews, observations and documentation of work package 2-4, work package 5a will address asymmetry within and across the work package 2-4, to answer the following research questions:
nb: Basert på dybdeintervjuer, observasjoner og dokumentasjon av arbeidspakke 2-4, vil arbeidspakke 5a ta for seg asymmetri innenfor og på tvers av arbeidspakke 2-4, for å svare på følgende forskningsspørsmål:

source: Processes, applications, infrastructure, people
nb: Prosesser, applikasjoner, infrastruktur, mennesker

source: The course is organised in two parts.
nb: Emnet er organisert i to blokker.

source: The paper should contain 19.000-20.000 signs (blank spaces, footnotes and literature list included).
nb: Oppgava skal omfatte 19.000-20.000 tegn med mellomrom, fotnoter og litteraturliste inkludert.

source: One individual written assignment with an extent of 3-4 pages.
nb: Én individuell skriftlig oppgave med et omfang på 3-4 sider

source: Technology management, HiO and Heriot-Watt
nb: Økonomi og ledelse fra HiO og Heriot-Watt

source: Enter your FEIDE-password and log in
nb: Tast deretter inn ditt FEIDE-passord og trykk "Logg på"

source: All the spaces are marked.
nb: Alle plassene er merket.

source: communicate knowledge clearly and precisely, orally and in writing.
nb: - er sikker muntlig språkbruker og stø i skriftlig bokmål og nynorsk

source: This course must be taken in connection with either SFT22018 German in contrast or SFT22118 Berlin after 1945: urban history, literature and film.
nb: Emnet må tas i tilknytning til enten SFT22018 Språk i kontrast eller SFT22118 Berlin etter 1945: byhistorie, litteratur og film.

source: An individual written assignment (3-4 pages)
nb: En individuell skriftlig oppgave på 3-4 sider.

source: There are some concreate subprojects in this work package:
nb: Eksempler på prosjekter som er igang i arbeidspakke tre er:

source: Click ”+” button to save address for later
nb: Trykk ”+” knappen for å lagre adressa

source: Research articles are published in national and international journals.
nb: Publisering av forskningsartikler foregår i nasjonale og internasjonale anerkjente tidsskrifter.

source: This priority area received funding from 2015 to 2018.
nb: Dette satsingsområdet hadde finansiering fra 2015 til 2018.

source: Printing and copying is only possible if you fill money from your VISA-/Mastercard onto your student cards print account before printing.
nb: Utskrift og kopiering forhåndsbetales ved å overføre penger fra VISA-/MasterCard-konto til egen utskriftskonto.

source: Guidelines for using Zoom for red data
nb: Retningslinjer for bruk av Zoom for røde data

source: NSF Students has a local team in Fredrikstad and can be contacted through the Facebook page
nb: NSF Student har medlemslag i Fredrikstad og kan kontaktes gjennom Facebook-siden

source: The logical infrastructure comprises cyber-physical systems of different purposes.
nb: Den logiske infrastrukturen vil være cyber-physical systemer for ulike formål.

source: work with projects and tasks, both individually and as part of a team
nb: jobbe med prosjekter og arbeidsoppgaver, både selvstendig og i team.

source: She is a founding member of the live art collectives by Proxy and Normaliteten.
nb: Hun er grunnlegger og medlem av scenekunstkollektivene by Proxy og Normaliteten.

source: If a student takes a leave of absence from the programme and has already started supervision, they are nonetheless not entitled to more than 6 hours' supervision in total.
nb: Dersom du tar pause fra studiet, og allerede har begynt med veiledning, har du likevel ikke krav på mer veiledning enn totalt 6 timer.

source: Local and Intranet
nb: Lokal og intranett

source: Enter home storage area address: smb://ls02.hiof.no/HomeS/username
nb: Taste inn addressen for hjemmeområde, for studenter: smb://ls02.hiof.no/HomeS/brukernavn

source: Broen Studentavis is operated by volunteer students and follows the guidlines for freedom of the press, freedom of expession, freedom of speech and information stipulated in the "
nb: Broen driftes av frivillige studenter og følger retningslinjene for pressefrihet, ytringsfrihet, tale- og informasjonsfrihet stipulert i

source: And a total of 48% of the students say that they have serious psychological issues.
nb: I tillegg oppgir 48% av respondentene å ha alvorlige psykiske plager.

source: Teacher students from the arts and crafts field and general teacher students from the University of Agder will participate in several TCS workshops and activities.
nb: Lærerstudenter fra kunst og håndverk-feltet og allmenne lærerstudenter fra Universitetet i Agder vil delta i flere DKS-workshoper og aktiviteter.

source: Adviser in the group for International Projects, Teknologisk Institutt (now Kiwa Norway)
nb: Rådgiver i gruppa for Internasjonale Prosjekter, Teknologisk Institutt (nå Kiwa Norge)

source: Then click "Next" again.
nb: Klikk deretter "Neste" igjen.

source: The group is highly interdisciplinary and is open to researchers from all disciplines and encourages collaborative research that creatively combines insight from different disciplines and traditions, including – but not limited to – political theory and science, computer science, sociology, psychology, economics, engineering, media and communication studies, and philosophy.
nb: TCSS er en interdisiplinær forskergruppe som er åpen for medlemmer alle disipliner og som promoterer tverrfaglige prosjekter der innsikter og perspektiver fra ulike fagtradisjoner, som statsvitenskap, datavitenskap, sosiologi, psykologi, økonomi, ingeniørfag, medier og kommunikasjon og filosofi, kombineres.

source: The route from Gressvik to Halden passes close to the work place and the official journey will in this case start in Fredrikstad.
nb: Reiseruten fra Gressvik til Halden går i nærheten av arbeidsstedet og arbeidsreisen vil i dette tilfelle starte i Fredrikstad.

source: Thermal physics with focus on heat transport.
nb: Numeriske metoder og modellering med anvendelser i fysikk.

source: Founded and run Verdensspeilet Kaffebar 1999-2005
nb: Grunnla og drev Verdensspeilet Kaffebar fra 1999 til 2005.

source: Senior Grants Administrator, Tufts-New England Medical Center, Department of Research Administration, Boston, MA, USA
nb: Seniorrådgiver, Tufts-New England Medical Center, forskning administrasjon avdeling, Boston, MA, USA

source: The student will get an individual joint grade for the entire course.
nb: Det settes en samlet, individuell karakter i emnet.

source: Your Outlook calendar manages your availability in Skype for Business, but you override this if you need to.
nb: Kalenderen din i Outlook styrer tilgjengeligheten din i Skype for Business, men dette kan også overstyres ved behov.

source: It is now possible to use Zoom as a tool for holding meetings with sensitive content (red data), provided that you follow the requirements described below.
nb: Det er nå mulig å bruke Zoom som verktøy for å avholde møter med sensitivt innhold (røde data), gitt at man følger kravene som er beskrevet under.

source: The students are expected to learn a systematic approach for practice competence upgrading, and receive learning outcomes.
nb: a om en systematisk kunnskap- og kompetanseoppbygging under praksis og en refleksjonsbasert læringsmodell.

source: SFE21213 Introduction to Colonial and Postcolonial Literature (Autumn 2016)
nb: SFE21213 Innføring i kolonial og postkolonial litteratur (Høst 2016)

source: As a rule the written exam is taken on campus.
nb: Som hovedregel avholdes skriftlig eksamen på campus.

source: is the association for students in Innovation & Project Management at HiØ.
nb: er linjeforeningen for studenter på Innovasjon & Prosjektledelse ved HiØ.

source: Can videos, as a type of online resource, help teachers integrate programming into mathematics?
nb: Kan videoer, som en type online ressurs, hjelpe lærere å integrere programmering i matematikk?

source: Project work, lectures and guided lab and exercises.
nb: Prosjektarbeid, forelesninger og laboratorieveiledning.

source: When the page "Get started with the app" appears, click "Continue" and then open your authenticator app on your phone, from there, select "Scan QR-code".
nb: Når siden "Begynn med å skaffe deg appen" dukker opp, klikk "Neste" og åpne authenticator appen på mobilen, der kan du velge "Skann QR-kode".

source: Email and data are automatically deleted after 30 days and we CANNOT recover from a backup.
nb: Epost og data SLETTES automatisk etter 30 dager og vi kan IKKE gjenopprette dette fra backup.

source: • Please send your applications to Magdalena Edvardsen (
nb: Søknader sendes til Magdalena Edvardsen (

source: There are several options for bicycle parking around the University College, including at the A-building and on both sides of the H-building.
nb: Det er flere muligheter for sykkelparkering ute rundt Høgskolen, blant annet ved A-bygg og på begge sider av H-bygg.

source: The student must have passed the course Theory and Methods 1
nb: Studenten må ha bestått emnet Teori og metoder 1.

source: The course builds on SFT11608 German Literature and Culture.
nb: Emnet bygger på SFT11608 Tyskspråklig litteratur og kultur.

source: Each individual academic environment is responsible for adopting permanent and widely known evaluation procedures at course level (called EVA3).
nb: Det enkelte fagmiljø har ansvar for å etablere faste og allment kjente evalueringsrutiner på emnenivå (kalt EVA3).

source: Click "Continue" once more on your computer and use your phones camera to scan the QR-code that appears on your computer screen.
nb: Klikk "Neste" en gang til på PCen og bruk mobilkameraet til å skanne QR-koden som dukker opp på PC-skjermen.

source: and to the research field.
nb: og for forskningsfeltet.

source: Then click "Approve".
nb: Klikk "Godkjenn" i mobilappen.

source: Theory and Methods 2 builds on Theory and Methods 1, and it aims to develop in-depth skills, knowledge and expertise by increasing students' understanding of theoretical and practical scenographic and spatial concepts, placing their artistic thinking and ideas development in the context of the subject area, and increasing their understanding of place of art in society.
nb: Teori og metoder 2 bygger på Teori og metoder 1 med sikte på å fordype ferdigheter, kunnskaper og kompetanse opparbeidet ved å utvide forståelse for teoretiske og praktiske scenografi- og romkonsept, posisjonering av eget kunstnerisk tenkning og ideutvikling i fagfeltet samt utvidet forståelse for kunstens posisjon i samfunnet.

source: Paper accepted for IRIS 2018
nb: Artikkel akseptert for IRIS 2018

source: The assignment is to be submitted by a given deadline.
nb: Oppgava skal leveres til fastsatt tidspunkt.

source: choose correct tools for a given type of data
nb: velge rett verktøy for en gitt type data.

source: Two years study at Bergen Architect School and UiB 1997-1999
nb: Studerte to år på Bergen Arkitekthøgskole og Universitetet i Bergen fra 1997 til 1999.

source: Advanced control engineering
nb: Videre fordypning i lineær algebra

source: You can find Broen Studentavis
nb: Du finner Broen Studentavis

source: Culture Studies 2 (Compendium, local print)
nb: Culture Studies 2 (Tilgjengelig i bokhandel, HiØ)

source: The route to Fredrikstad passes close to the work place and the official journey will in this case start in Halden.
nb: Reiseruten til Fredrikstad går i nærheten av arbeidsstedet og arbeidsreisen vil i dette tilfelle starte i Halden.

source: The pupils will be given lectures and supervision from international researchers, and be trained in utilization of instruments and data analysis.
nb: Under feltarbeidet i september vil deltagerne bli gitt forelesninger og veiledning av internasjonale forskere, og trent i bruk av instrumenter,og analyse av data.

source: The portfolio must contain a reflective text with references, images, models etc.
nb: Mappen skal inneholde reflekterende tekst med referanser, bilder, modeller med mer.

source: Keep your Zoom app up-to-date
nb: Hold din Zoom-app oppdatert

source: Intermediate level in Physical Education, Vestfold University College
nb: Årsstudium og mellomfag i kroppsøving fra Høgskolen i Vestfold

source: It is important to keep your Zoom app up-to-date.
nb: Det er viktig å holde Zoom-app oppdatert.

source: Musician at home and abroad with own productions and together with Jon Eberson, Alex Rosen and Ole Paus
nb: Konserterende musiker i inn- og utland med egne produksjoner, Jon Eberson og Ole Paus

source: Was with several field assignments during the employment with IFE and Restrack AS.
nb: Var med flere feltoppdrager under ansettelsen hos IFE og Restrack AS.

source: recognising and discussing arguments and ideas
nb: gjenkjenne og drøfte argumenter og ideer.

source: Arts, culture and creativity (KKK)
nb: Kunst, kultur og kreativitet - KKK

source: PhD degree in social science, University of Wollongong, Australia
nb: Doktorgrad i samfunnsvitenskap, University of Wollongong, Australia

source: ), and a copy to
nb: ) med kopi til

source: They shall be informed of their right to bring a third party, cf. the Public Administration Act Section 12.
nb: Den anklagede skal informeres om retten til å ta med seg en tredjeperson, ref. Forvaltningsloven §12.

source: The coursework requirement for the course is submission of draft papers for the in-depth assignments.
nb: Utkast til fordypningsoppgavene er arbeidskrav i emnet.

source: Outside (after session)
nb: Utenfor studio (etter opptak)

source: We need feedback from our students to be able to improve our courses and study programmes.
nb: Årsstudiet og påbyggingsstudiet i tysk kan inngå i Bachelorstudium i samfunn, språk og kultur ved HiØ.

source: The oral part of the course introduces various forms of professional communication, such as informative and persuasive presentations.
nb: I den muntlige delen av emnet legges det vekt på ferdighetstrening i tillegg til at studentene vil få innblikk i forskjellige former for muntlig kommunikasjon, blant annet informative og 'selgende' presentasjoner.

source: Mathematics and mathematics didactic courses in primary and lower secondary teacher education for years 1-7.
nb: Matematikk- og matematikkdidaktiske emner i grunnskolelærerutdanningen for 1-7 trinn.

source: Mandatory course within the Political Science Extension Course.
nb: Emnet er obligatorisk i statsvitenskap påbyggingsstudium.

source: Academic writingThe students will be trained in academic writing throughout the study programme.
nb: kan anvende sin fagkunnskap på en reflektert måte i forhold til gjeldende planverk for grunnskolen og kritisk vurdere egen fagundervisning.

source: Can the electric cars be driven to Sweden, for example, Nordby (most relevant for private rental)?
nb: Kan elbilene kjøres til Sverige, for eksempel Nordby (mest aktuelt ved privatleie)?

source: International trade agreements such as EU, EEA, and GATT
nb: Internasjonale handelsavtaler som EU, EØS og GATT

source: – Imagine that you are flying towards Gjellestad and discovering the large burial mound, longhouses and ship grave.
nb: – Se for deg at du flyr innover mot Gjellestad og oppdager den store gravhaugen, langhusene og skipsgraven.

source: If it doesn't, you can search for it by typing Skype for Business in the search field on the taskbar in Windows.
nb: Hvis den ikke gjør det kan du søke etter programmet fra oppgavelinjen i Windows.

source: Teaching forms vary between online and physical lectures, seminars, talks and activities.
nb: Undervisning blir gitt i forelesninger, seminarer, gruppetimer og andre former for aktiviteter.

source: Assistant Professor in Early Childhood Education at Østfold University College since 2018
nb: Yrkeserfaring: Høgskolelektor i pedagogikk ved Høgskolen i Østfold siden august 2018

source: Students must have passed the courses Theory and Methods 1 and Theory and Methods 2.
nb: Studenten må ha bestått emnene Teori og metoder 1 og Teori og metoder 2.

source: Third and fourth semester (autumn and spring).
nb: semester (høst og vår).

source: Check that Skype for business starts automatically under Settings - Personlig:
nb: Sjekk at Skype for business starter automatisk under Tannhjul - Personlig:

source: 4 hours lectures per week, seminars, lab exercises and supervision.
nb: 4 timer forelesning per uke, seminarer, lab-øvelser og veiledning.

source: Signs have been erected at the entrance to each of the three sites at the A-building, H-building and N-building that explain about the checks and fines.
nb: Det er satt opp skilt ved innkjøring til hver av de tre plassene ved A-bygget, H-bygget og N-bygget som forteller om kontroll og bøter.

source: Brødløs Express, NOK 299 per month for staff and students
nb: Brødløs Express - 299,- per mnd. for ansatte og studenter

source: log in and managing the web site, including some user preferences (like language)
nb: Innlogging og administrasjon av nettstedet, inkludert noen brukerpreferanser (som språk)

source: Select any number of copies, reduction / magnification / duplex.
nb: Velg eventuelt antall kopier, forminsking/forstørring/tosidig.

source: Services and functionality
nb: Tjenester og funksjonalitet

source: The course contains three projects, one about decision trees, rules and regression analysis, one about neural networks, and one about evolutionary computation.
nb: Emnet inneholder tre prosjekter, et for beslutningstrær, regler og regresjonsanalyse, et for nevrale nett og et for evolutionary computation.

source: Lectures, group work, tutorials.
nb: Forelesninger, gruppearbeid, veiledning.

source: The first phase involves 8 interviews targeting project leaders for each pilot in New Working Methods in Viken County (4 interviews) and leaders participating in working groups within each pilot (4 interviews).
nb: Det vil i første omgang gjennomføres 8 intervjuer hvor målgruppen for intervjuene er prosjektlederne for hver pilot i Nye arbeidsformer i Viken (4 intervjuer) og ledere som deltar i arbeidsgruppen i hver pilot (4 intervjuer).

source: Compulsory course in Bachelor's Programme in International Communication
nb: Obligatorisk emne i bachelorstudiet i internasjonal kommunikasjon.Profileringsemne i bachelorstudiet i økonomi og administrasjon, profilering:

source: Western and Eastern Europe (EU, Great Britain, France, Germany, Spain, Poland)
nb: Vest- og Øst-Europa (EU, Storbritannia, Frankrike, Tyskland, Spania, Italia, Polen)

source: Withdrawal from an examination is done in Studentweb.
nb: Avmelding gjøres i Studentweb.

source: In the dropdown menu, select "Mobile number", then click "Add".
nb: Klikk på nedtrekksmenyen og velg "Telefon", klikk deretter "Legg til".

source: is capable of using the MLA style of referencing
nb: kan bruke MLA-referansestil.

source: Through their work on the public seminar, students will learn to identify and recruit relevant professional expertise for collaboration on cooperative ventures, assignments and networks.
nb: Gjennom arbeidet med et offentlig seminar skal studentene lære å identifisere og innhente relevant fagkompetanse for samarbeid i kooperasjoner, oppdragsarbeid og nettverk.

source: The course places great emphasis on improving the students' verbal skills, and oral presentations are therefore an important part of the teaching.
nb: Opplegget legger stor vekt på å dyktiggjøre studentenes verbale egenskaper, og i undervisningen vil det derfor bli lagt vekt på muntlige fremføringer.

source: Work package 4 will involve various participants from the art and school sector.
nb: AP 4 vil involvere ulike deltakere fra kunst- og skolesektoren.

source: The applicant must be affiliated with the host institution as a visiting scholar or a visiting fellow, with access to the local infrastructure (office space, network, library, etc.).
nb: Det forutsettes at søkeren vil kunne få en tilknytning til vertsinstitusjonen som «visiting scholar», «visiting fellow» eller liknende, med rett til tilgang på den lokale infrastrukturen (kontorplass, nett, bibliotek, etc.).

source: Østfold University College, IT services are responsible for transactions through the payment site and the services that are paid for.
nb: Høgskolen i Østfold, IT-tjenester er ansvarlig for transaksjonene gjennom betalingssiden og tjenestene som det betales for.

source: Previously also had topic responsibility (and share responsibility) for the subjects:
nb: Har tidligere også hatt emneansvar (og delansvar) for bl.a emnene:

source: Select "Organization G Suite Account"
nb: Velg "Organisasjonens G Suite-konto"

source: Methods for design, prototyping and evaluation
nb: Metoder for eksperiementer, design og evaluering

source: Supervision of students (master/bacchelor)
nb: Veiledning av studenter (bachelor/skole prosjekter)

source: Master in Early Childhood Education (University College Oslo and Akershus, HiOA) - 2017
nb: Master i barnehagepedagogikk fra Høgskolen i Oslo og Akershus (HiOA) - 2017

source: Change the password and click "Save changes" ("Arkiver endringer", "Änderungen sichern").
nb: Bytt det ut med ditt nye FEIDE-passord og trykk på "Arkiver endringer" ("Save changes", "Änderungen sichern").

source: The sessions will be similar to workshops, with a great deal of group work on developing methods and tools for organisational and leadership development.
nb: Samlingene vil ha preg av workshops, der man vil arbeide mye i grupper med å utvikle metoder og redskap for organisasjons- og ledelsesutvikling.

source: Teaching varies between online and physical lectures, seminars, talks and activities in small groups.
nb: Læringsformene omfatter forelesninger, seminarer, samtaler og aktiviteter i mindre grupper.

source: Master in Environmental Biology from Poznan, Poland
nb: Master i miljøbiologi fra Poznan, Polen

source: Responsibility for chemistry laboratories in the H-building
nb: Ansvar for kjemilaboratorier i H-bygget

source: For example, GPS, kWh consumption, driving style, etc?
nb: For eksempel GPS, kWh-forbruk, kjørestil osv?

source: complete at least one project which includes design, implementation and evaluation of new or existing technology for human-machine interaction.
nb: Studenten skal gjennomføre minst ett prosjekt som innebærer design, implementasjon og evaluering av ny eller eksisterende teknologi for menneske-maskin interaksjon.

source: collect and analyze relevant information with an ethically healthy and critical approach.
nb: samle og analysere relevant informasjon, og utvise en etisk, sunn og kritisk holdning til de kildene han/hun benytter.

source: Empirical moral philosophy and teacher education.
nb: materielle møter i småbarnspedagogiske praksiser.

source: The reading list was last updated 11th of January 2019.
nb: Litteraturen er sist oppdatert 11. januar 2019. Greenberg, Saul; Carpendale, Sheelagh;

source: Productions 3 takes place on a scale that also requires the participation of technical expertise.
nb: Produksjon 3 skjer i en skala hvor også teknisk kompetanse må delta.
